Repository: mAlex28/Pollstrix
Catalog: lib/l10n/app_*.arb
Languages: si, ta

# language
source: English
si: සිංහල
ta: தமிழ்

source: FAQ
si: නිති අසන පැණ
ta: அடிக்கடி கேட்கப்படும்

source: About
si: පිළිබඳ
ta: பற்றி

source: Rate us
si: අපිව අගය කරන්න
ta: எங்களை மதிப்பிடு

source: Log out
si: පිටතට
ta: வெளியேறு

source: Go
si: යන්න
ta: போ

source: Search
si: සෙවීම
ta: தேடல்

source: No Suggestions
si: යෝජනා නැත
ta: பரிந்துரைகள் இல்லை

source: No Results Found
si: ප්‍රතිඵල හමු නොවිණි
ta: முடிவுகள் எதுவும் இல்லை

# longSearchTerm
source: Search term must be longer than two letters
si: සෙවුම් පදය අකුරු දෙකකට වඩා දිගු විය යුතුය
ta: தேடல் சொல் இரண்டு எழுத்துக்களை விட அதிகமாக இருக்க வேண்டும்

source: Leave a Feedback
si: ප්‍රතිපෝෂණයක් තබන්න
ta: பின்னூட்டம் இடுங்கள்

source: Report
si: වාර්තා කරන්න
ta: அறிக்கை

source: Delete
si: මකා දමන්න
ta: அழி

source: Ends In
si: අවසන් වේ
ta: முடிவடைகிறது

source: Days
si: දින
ta: நாட்கள்

source: Ended On
si: අවසන් විය
ta: அன்று முடிந்தது

source: Votes
si: ඡන්ද
ta: வாக்குகள்

source: date
si: දිනය
ta: தேதி

# wsomething
source: Write Something Here
si: මෙහි යමක් ලියන්න
ta: இங்கே ஏதாவது எழுதுங்கள்

# foption
source: First Option
si: පළමු විකල්පය
ta: முதல் விருப்பம்

# soption
source: Second Option
si: දෙවන විකල්පය
ta: இரண்டாவது விருப்பம்

# toption
source: Third Option
si: තෙවන විකල්පය
ta: மூன்றாவது விருப்பம்

# froption
source: Fourth Option
si: හතරවන විකල්පය
ta: நான்காவது விருப்பம்

source: Add option
si: විකල්ප එකතු කරන්න
ta: விருப்பத்தை சேர்க்கவும்

source: Post
si: පළ කරන්න
ta: அஞ்சல்

# addNewPoll
source: Add a new poll
si: නව මත විමසුමක් පළ කරන්න
ta: புதிய தேர்தல் ஐ சேர்க்கவும்

source: Posted
si: පළ කර ඇත
ta: வெளியிடப்பட்டது

source: Voted
si: ඡන්දය දුන්නා
ta: வாக்களித்தார்

source: User Profile
si: පරිශීලක පැතිකඩ
ta: பயனர் சுயவிவரம்

source: Change Photo
si: පින්තූරය මාරුකිරීම
ta: புகைப்படத்தை மாற்று

source: Change Password
si: මුරපදය වෙනස් කරන්න
ta: கடவுச்சொல்லை மாற்று

source: Delete Account
si: මුරපදය වෙනස් කරන්න
ta: கணக்கை நீக்குக

source: Invite
si: ආරාධනා කරන්න
ta: அழைக்கவும்

# underConstruction
source: This feature is still under construction
si: මෙම විශේෂාංගය තවමත් ඉදිවෙමින් පවතී
ta: இந்த அம்சம் இன்னும் கட்டுமானத்தில் உள்ளது

source: Enjoying pollstrix?
si: භුක්ති විඳිනවාද?
ta: அனுபவிக்கிறதா?

# leaveRating
source: Please leave a rating
si: කරුණාකර ශ්‍රේණිගත කිරීමක් තබන්න
ta: தயவுசெய்து ஒரு மதிப்பீட்டை விடுங்கள்

# faqOne
source: What is the purpose of this application?
si: මෙම යෙදුමේ අරමුණ කුමක්ද?
ta: இந்த பயன்பாட்டின் நோக்கம் என்ன?

# faqTwo
source: What happens after a poll expired?
si: ඡන්ද විමසීමක් කල් ඉකුත් වූ පසු කුමක් සිදුවේද?
ta: வாக்கெடுப்பு காலாவதியான பிறகு என்ன நடக்கும்?

# faqThree
source: Can other user see my voted polls?
si: වෙනත් පරිශීලකයෙකුට මගේ ඡන්දය දුන් ඡන්ද විමසීම් දැකිය හැකිද?
ta: நான் வாக்களித்த வாக்கெடுப்பை மற்ற பயனர் பார்க்க முடியுமா?

# faqFour
source: How can I report a poll?
si: මට මත විමසුමක් වාර්තා කළ හැක්කේ කෙසේද?
ta: வாக்கெடுப்பை நான் எவ்வாறு புகாரளிப்பது?

# faqFive
source: Can I create collection of polls?
si: මට ඡන්ද විමසීම් එකතුවක් නිර්මාණය කළ හැකිද?
ta: நான் கருத்துக்கணிப்புகளின் தொகுப்பை உருவாக்கலாமா?

# faqAnsOne
source: The old system of conducting surveys is to visit the area and meet people face to face. This process takes time and cost. Pollstrix application allows to conduct surveys online and without cost.
si: එම ප්‍රදේශයට ගොස් ජනතාව මුහුණට මුහුණ හමුවීම පැරණි සමීක්ෂණ ක්‍රමයයි. මෙම ක්රියාවලිය කාලය හා පිරිවැය අවශ්ය වේ. යෙදුම අන්තර්ජාලය හරහා සහ පිරිවැයකින් තොරව සමීක්ෂණ පැවැත්වීමට ඉඩ සලසයි.
ta: அப்பகுதிக்கு சென்று மக்களை நேரில் சந்திப்பது என்பது பழைய கணக்கெடுப்பு முறை. இந்த செயல்முறை நேரம் மற்றும் செலவு எடுக்கும். பயன்பாடு ஆன்லைனிலும் செலவில்லாமல் கணக்கெடுப்புகளை நடத்த அனுமதிக்கிறது.

# faqAnsTwo
source: After the poll date expired the results of the poll will be calculated. The calculated results can be view as bar charts or pie charts.
si: ඡන්ද දිනය කල් ඉකුත් වූ පසු ඡන්ද ප්‍රතිඵල ගණනය කරනු ලැබේ. ගණනය කළ ප්‍රතිඵල තීරු ප්‍රස්ථාර හෝ පයි ප්‍රස්ථාර ලෙස බැලිය හැක.
ta: தேர்தல் தேதி காலாவதியான பிறகு, வாக்கெடுப்பின் முடிவுகள் கணக்கிடப்படும். கணக்கிடப்பட்ட முடிவுகள் பார் விளக்கப்படங்கள் அல்லது பை விளக்கப்படங்களாகப் பார்க்கப்படலாம்.

# faqAnsThree
source: No, You are the only one who can view your polls.
si: නැත, ඔබේ ඡන්ද විමසීම් බැලිය හැක්කේ ඔබට පමණි.
ta: இல்லை, உங்கள் கருத்துக்கணிப்புகளை நீங்கள் மட்டுமே பார்க்க முடியும்.

# faqAnsFour
source: You can click on the menu button on the poll and choose report option. Our admins will review the poll and delete if they are considered as spam or malicious.
si: ඔබට ඡන්ද විමසීමේ මෙනු බොත්තම ක්ලික් කර වාර්තා විකල්පය තෝරාගත හැක. අපගේ පරිපාලකයින් මත විමසුම සමාලෝචනය කර ඒවා අයාචිත තැපෑල හෝ අනිෂ්ට ලෙස සලකනු ලැබුවහොත් මකා දමනු ඇත.
ta: வாக்கெடுப்பில் உள்ள மெனு பொத்தானைக் கிளிக் செய்து அறிக்கை விருப்பத்தைத் தேர்ந்தெடுக்கலாம். எங்கள் நிர்வாகிகள் வாக்கெடுப்பை மதிப்பாய்வு செய்து, அவை ஸ்பேம் அல்லது தீங்கிழைக்கும் என்று கருதப்பட்டால் நீக்குவார்கள்.

# faqAnsFive
source: Not yet. But this is one of the upcoming features. And I hope to launch it soon.
si: තවමත් නෑ. නමුත් මෙය ඉදිරියට එන විශේෂාංග වලින් එකකි.
ta: இதுவரை இல்லை. ஆனால் இது வரவிருக்கும் அம்சங்களில் ஒன்றாகும்.
